example/test2-shorter-headlines.org
#+LATEX_CLASS: outline
#+TITLE: Test with short outline points

* jsda sddha da sdahd s
** aksdj sdh kadsjh akd
asjdhksdj ak sjda dad kajhd kadh ad ad sajd adjha dha dh ha sh dahkah  ahdk
ahsasd ad dshk dhk asdhiashoihyrouer.

*** ad aksdjahd sd kdh ad ada
aksd akjdsn ad akdsashkwejwqe j asd sad asd ad ad

**** asjd akdjalskaldaidjlsdj aldj aldj alsdj a
adk asdn asdn asda  ds joasjd oajd aosdj oasdjoasdoui o adji oasdj as

**** sjdh sd akdj ad as
asdi asdak sd l  djajsda dkajasna dk

***** aksdha sda ksdad
sakd abd akjds abds ad

*** asjd asjdn ads ad jda d
sjad adsn csand

** asdkj djas dd aldja ldja dsja daldj
asdh kadh asdhaks dhads asd asd akdhk asdh d


* kasd aa sadn asd
kasd askdh askdhoasdouo dhyoas das dand knad ands

** asd sad adj lasjd asjd
asdo alsdjlkasdj aspeupwe pasdjpas dj pasdj pasjd pasjdp sjdpeur oajds asd

*** sdhoa dja sdas dpasdjpa sdj asd sadoashd as
