example/test2-shorter-headlines.tex
% Created 2009-09-04 Fri 04:23
\documentclass[11pt,a4paper]{article}
\usepackage[utf8]{inputenc}
% fontec below makes the text appear dull, grey instead of really black.
%\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage[breaklinks=true]{hyperref}
% from http://en.wikibooks.org/wiki/LaTeX/Hyperlinks
\hypersetup{
    pdfnewwindow=true,      % links in new window
    colorlinks=true,        % false: boxed links; true: colored links
    linkcolor=blue,         % color of internal links
    citecolor=green,        % color of links to bibliography
    filecolor=magenta,      % color of file links
    urlcolor=cyan           % color of external links
}
\usepackage[figure,figure*,table]{hypcap}
\usepackage{outlines}

\setlength{\topmargin}{-.5in}
\setlength{\textwidth}{6.25in}
\setlength{\textheight}{9in}
\setlength{\oddsidemargin}{.125in}
\setlength{\evensidemargin}{.125in}

\renewcommand{\labelenumi}{\textbf{\Roman{enumi}.}}
\renewcommand{\labelenumii}{\Alph{enumii}.}
\renewcommand{\labelenumiii}{\arabic{enumiii}.}
\renewcommand{\labelenumiv}{\alph{enumiv}.}



\title{Test with short outline points}
\author{}
\date{04 September 2009}

\begin{document}

\maketitle

\begin{outline}[enumerate]


\1 \textbf{jsda sddha da sdahd s}
\label{sec-1}

\2 aksdj sdh kadsjh akd
\label{sec-1.1}

asjdhksdj ak sjda dad kajhd kadh ad ad sajd adjha dha dh ha sh dahkah  ahdk
ahsasd ad dshk dhk asdhiashoihyrouer.

\3 ad aksdjahd sd kdh ad ada
\label{sec-1.1.1}

aksd akjdsn ad akdsashkwejwqe j asd sad asd ad ad

\4 asjd akdjalskaldaidjlsdj aldj aldj alsdj a
\label{sec-1.1.1.1}

adk asdn asdn asda  ds joasjd oajd aosdj oasdjoasdoui o adji oasdj as

\4 sjdh sd akdj ad as
\label{sec-1.1.1.2}

asdi asdak sd l  djajsda dkajasna dk

\begin{description}

\item[aksdha sda ksdad]\label{sec-1.1.1.2.1}


sakd abd akjds abds ad

\end{description}
\3 asjd asjdn ads ad jda d
\label{sec-1.1.2}

sjad adsn csand

\2 asdkj djas dd aldja ldja dsja daldj
\label{sec-1.2}

asdh kadh asdhaks dhads asd asd akdhk asdh d


\1 \textbf{kasd aa sadn asd}
\label{sec-2}

kasd askdh askdhoasdouo dhyoas das dand knad ands

\2 asd sad adj lasjd asjd
\label{sec-2.1}

asdo alsdjlkasdj aspeupwe pasdjpas dj pasdj pasjd pasjdp sjdpeur oajds asd

\3 sdhoa dja sdas dpasdjpa sdj asd sadoashd as
\label{sec-2.1.1}


\end{document}
